[
    {
        "id": 1,
        "title": "Adobe PhotoShop",
        "price": 74,
        "description": "Adobe Photoshop is software that is extensively used for raster image editing, graphic design and digital art. It makes use of layering to allow for depth and flexibility in the design and editing process, as well as provide powerful editing tools, that when combined, are capable of just about anything.",
        "image": "./images/adobe photoshop.png",
        "rating": 3.1
    },
    {
        "id": 2,
        "title": "Adobe Illustrator",
        "price": 87,
        "description": "Adobe Illustrator is the industry-leading graphic design tool that lets you design anything you can imagine  from logos and icons to graphics and illustrations. and customize it with professional-level precision, as well as time-saving features like Repeat for Patterns or Global Edits. You can use the graphics you create with Illustrator in any size digital or print format, and be confident they ll look exactly the way you designed them.  ",
        "image": "./images/adobe illustrator.png",
        "rating": 2.9
    },
    {
        "id": 3,
        "title": "Microsoft Office",
        "price": 92,
        "description": "Microsoft Office, or simply Office, is a family of client software, server software, and services developed by Microsoft. It was first announced by Bill Gates on August 1, 1988, at COMDEX in Las Vegas. Initially a marketing term for an office suite (bundled set of productivity applications), the first version of Office contained Microsoft Word, Microsoft Excel, and Microsoft PowerPoint. Over the years, Office applications have grown substantially closer with shared features such as a common spell checker, Object Linking and Embedding data integration and Visual Basic for Applications scripting language. Microsoft also positions Office as a development platform for line-of-business software under the Office Business Applications brand.",
        "image": "./images/microsoft office.png",
        "rating": 3.8
    },
    {
        "id": 4,
        "title": "Basic Computer",
        "price": 89,
        "description": "A computer is an electronic device that manipulates information, or data. It has the ability to store, retrieve, and process data. You may already know that you can use a computer to type documents, send email, play games, and browse the Web. You can also use it to edit or create spreadsheets, presentations, and even videos.",
        "image": "./images/basic computer.png",
        "rating": 4.1
    },
    {
        "id": 5,
        "title": "Front end developer",
        "price": 158,
        "description": "Front-end web development, also known as client-side development is the practice of producing HTML, CSS and JavaScript for a website or Web Application so that a user can see and interact with them directly. The challenge associated with front end development is that the tools and techniques used to create the front end of a website change constantly and so the developer needs to constantly be aware of how the field is developing.",
        "image": "./images/fronend.png",
        "rating": 4.4
    },
    {
        "id": 6,
        "title": "Back end developer",
        "price": 197,
        "description": "Back-end development means working on server-side software, which focuses on everything you can’t see on a website. Back-end developers ensure the website performs correctly, focusing on databases, back-end logic, application programming interface (APIs), architecture, and servers. They use code that helps browsers communicate with databases, store, understand, and delete data.",
        "image": "./images/backend.png",
        "rating": 3.5
    }
]